[
    {
      "id": 1,
      "quote": "The happiness of your life depends upon the quality of your thoughts.",
      "author": "Marcus Aurelius",
      "background": "作为罗马帝国皇帝，马可·奥勒留面对无数的战乱和国家危机。他的《沉思录》是他应对生活压力的自我反思。这句话提醒我们，幸福不是外界的事物，而是内在思想的产物。他认为，心灵的宁静与我们的思想密不可分，心灵健康的关键在于保持积极、理性和有益的思维模式。"
    },
    {
      "id": 2,
      "quote": "Waste no more time arguing what a good man should be. Be one.",
      "author": "Marcus Aurelius",
      "background": "马可·奥勒留作为哲学皇帝，常常反思如何做一个有道德的人。在《沉思录》中，他多次告诫自己不要浪费时间辩论，而要立即付诸行动，成为他所认定的“善良的人”。这句话表达了斯多葛哲学中的务实精神：行动重于言辞。"
    },
    {
      "id": 3,
      "quote": "It is not events that disturb people, it is their judgments concerning them.",
      "author": "Epictetus",
      "background": "埃皮克提图斯是位奴隶出身的哲学家，他的教诲强调对生活事件的看法比事件本身更为重要。斯多葛主义认为，外界的事件不可控，唯有我们的判断才是我们能掌控的。这句话提醒我们，人生的困扰往往来自我们的内心认知，而非事件本身。"
    },
    {
      "id": 4,
      "quote": "You have power over your mind, not outside events. Realize this, and you will find strength.",
      "author": "Marcus Aurelius",
      "background": "马可·奥勒留身处战火纷飞的时代，作为罗马的领袖，他无法控制战争的发生，却可以控制自己的心态。他鼓励自己通过心灵的力量来找到坚强。这句话展示了斯多葛哲学的核心思想：通过控制自我来获得内心的平静与力量。"
    },
    {
      "id": 5,
      "quote": "Man is disturbed not by things, but by the views he takes of them.",
      "author": "Epictetus",
      "background": "作为一个从奴隶到哲学家的典型代表，埃皮克提图斯深知在逆境中生存的智慧。他认为，痛苦并非源自外界，而是源自我们如何解读和应对外界事物。这句话传递出斯多葛哲学的核心观念：心态决定一切。"
    },
    {
      "id": 6,
      "quote": "We suffer more often in imagination than in reality.",
      "author": "Seneca",
      "background": "塞内加是罗马政治家和哲学家，他经历过罗马政局的复杂和危机。他在信件中告诫弟子们，不要过多担忧未来，因为很多时候，我们在想象中的苦难远比现实中的更糟。这句话提醒我们保持理智，不要被恐惧所束缚。"
    },
    {
      "id": 7,
      "quote": "How long are you going to wait before you demand the best for yourself?",
      "author": "Epictetus",
      "background": "在他的讲授中，埃皮克提图斯鼓励他的学生不再等待某个完美时机来追求卓越，而是立即行动，过上理想中的生活。这句语录强调了自律和主动追求理想的重要性，是斯多葛哲学中的重要教导。"
    },
    {
      "id": 8,
      "quote": "Death smiles at us all, but all a man can do is smile back.",
      "author": "Marcus Aurelius",
      "background": "马可·奥勒留多次在战场上面对死亡的威胁，他在《沉思录》中多次提到死亡的不可避免。这句话展现了斯多葛对死亡的无畏态度——死亡是自然的一部分，我们能做的就是以平静的心态面对它。"
    },
    {
      "id": 9,
      "quote": "The best revenge is not to be like your enemy.",
      "author": "Marcus Aurelius",
      "background": "作为罗马皇帝，马可·奥勒留面临过无数政治敌手和背叛者。然而，他在《沉思录》中告诫自己，不要变得像那些对他有恶意的人。这句话传达出斯多葛的美德观：宽容和坚持自己内心的道德标准，才是最好的回应。"
    },
    {
      "id": 10,
      "quote": "He who fears death will never do anything worth of a man who is alive.",
      "author": "Seneca",
      "background": "塞内加作为尼禄皇帝的顾问，曾目睹无数残酷的政治斗争和死亡。他提倡直面死亡，认为对死亡的恐惧会让人无法充分地生活。这句话鼓励我们摆脱对死亡的恐惧，去追求有意义的生活。"
    }
  ]
  